// Preflight
"DISK_FULL_TITLE" = "ハードディスクに十分な空き領域がありません。";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "アップデートをダウンロードするには、%@ の空き領域が必要です。ハードディスクから不要なファイルを取り除いて空き領域を増やしてから、もう一度やり直してください。";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "アップデートをダウンロードしてインストールするには、%@ の空き領域が必要です。起動ディスクから不要なファイルを取り除いて空き領域を増やしてから、もう一度やり直してください。";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "コンピュータが電源に接続されていません。";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "インストールする前に、コンピュータを電源に接続することをお勧めします。インストールを続けてよろしいですか？";
"CONTINUE_TITLE" = "続ける";

"CANCEL_TITLE" = "キャンセル";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "アップデート“%@”を保存できません。";
"NONE_CHECKED_DOWNLOAD_ERROR" = "選択したアップデートを保存できませんでした。";
"SOME_CHECKED_DOWNLOAD_ERROR" = "選択したアップデートの一部を保存できませんでした。";

"UPDATE_INSTALL_ERROR" = "アップデート“%@”をインストールできません。";
"NONE_CHECKED_INSTALL_ERROR" = "選択したアップデートをインストールできませんでした。";
"SOME_CHECKED_INSTALL_ERROR" = "選択したアップデートの一部をインストールできませんでした。";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "アップデートをインストールできません。";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "アップデートをインストールするには、ログアウトする必要があります。";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "インストールを終了してログアウトするには、“ログアウト”をクリックしてください。";
"LOG_OUT_AND_INSTALL_TITLE" = "ログアウト";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "アップデートをインストールするには、コンピュータを再起動する必要があります。";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "インストールを完了してコンピュータを再起動するには、“再起動”をクリックしてください。";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "再起動";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "アップデートをインストールするには、コンピュータをシステム終了する必要があります。";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "インストールを終了してコンピュータをシステム終了するには、“システム終了”をクリックしてください。 コンピュータを再起動するには、パワーボタンを押す必要があります。";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "システム終了";

"NOT_NOW_TITLE" = "後で行う";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "ほかのアップデートが完了したら、アップルメニューから“ソフトウェア・アップデート”を選択することで、このソフトウェアをダウンロードしてインストールできます。";
"DEFAULT_NO_NETWORK_MESSAGE" = "次回インターネットに接続しているときに、アップルメニューから“ソフトウェア・アップデート”を選択することで、このソフトウェアをダウンロードしてインストールできます。";
"STANDARD_NO_SUS_MESSAGE" = "ネットワーク接続が正常に動作していることを確認してください。接続に問題がない場合は、ネットワーク管理者に問い合わせてサポートを依頼してください。";
"NO_UPDATE_FOUND_ERROR" = "このソフトウェアは現在利用できません。";